Repository: Babas10/playWithMe
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

source: Provide Anonymous Feedback
de: Anonymes Feedback Geben
es: Proporcionar Comentarios Anónimos
fr: Donner un Retour Anonyme
it: Fornisci Feedback Anonimo

# feedbackIsAnonymous
source: Your feedback is anonymous and helps improve future training sessions.
de: Ihr Feedback ist anonym und hilft, zukünftige Trainings zu verbessern.
es: Tus comentarios son anónimos y ayudan a mejorar futuros entrenamientos.
fr: Votre retour est anonyme et aide à améliorer les futures séances d'entraînement.
it: Il tuo feedback è anonimo e aiuta a migliorare i futuri allenamenti.

source: Exercises Quality
de: Übungsqualität
es: Calidad de los Ejercicios
fr: Qualité des Exercices
it: Qualità degli Esercizi

# wereDrillsEffective
source: Were the drills effective?
de: Waren die Übungen effektiv?
es: ¿Fueron efectivos los ejercicios?
fr: Les exercices étaient-ils efficaces ?
it: Gli esercizi sono stati efficaci?

source: Training Intensity
de: Trainingsintensität
es: Intensidad del Entrenamiento
fr: Intensité de l'Entraînement
it: Intensità dell'Allenamento

source: Physical demand level
de: Körperliche Anforderung
es: Nivel de exigencia física
fr: Niveau d'exigence physique
it: Livello di impegno fisico

source: Coaching Clarity
de: Coaching-Klarheit
es: Claridad del Entrenador
fr: Clarté du Coaching
it: Chiarezza del Coaching

# instructionsAndCorrections
source: Instructions & corrections?
de: Anweisungen und Korrekturen?
es: ¿Instrucciones y correcciones?
fr: Instructions et corrections ?
it: Istruzioni e correzioni?

source: Additional Comments (Optional)
de: Zusätzliche Kommentare (Optional)
es: Comentarios Adicionales (Opcional)
fr: Commentaires Additionnels (Optionnel)
it: Commenti Aggiuntivi (Opzionale)

# shareYourThoughts
source: Share your thoughts about the session, exercises, or suggestions for improvement...
de: Teilen Sie Ihre Gedanken über das Training, die Übungen oder Verbesserungsvorschläge...
es: Comparte tus pensamientos sobre la sesión, los ejercicios, o sugerencias de mejora...
fr: Partagez vos impressions sur la séance, les exercices, ou vos suggestions d'amélioration...
it: Condividi i tuoi pensieri sulla sessione, gli esercizi o suggerimenti per migliorare...

source: Submit Feedback
de: Feedback Absenden
es: Enviar Comentarios
fr: Soumettre le Retour
it: Invia Feedback

# feedbackPrivacyNotice
source: Your feedback is completely anonymous and cannot be traced back to you.
de: Ihr Feedback ist vollständig anonym und kann nicht zu Ihnen zurückverfolgt werden.
es: Tus comentarios son completamente anónimos y no pueden ser rastreados hasta ti.
fr: Votre retour est complètement anonyme et ne peut pas être retracé jusqu'à vous.
it: Il tuo feedback è completamente anonimo e non può essere ricondotto a te.

source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita

source: Invite Members
de: Mitglieder Einladen
es: Invitar Miembros
fr: Inviter des Membres
it: Invita Membri

source: Admin only
de: Nur für Admins
es: Solo administradores
fr: Admins uniquement
it: Solo amministratori

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea

# createGameOrTraining
source: Create game or training session
de: Spiel oder Training erstellen
es: Crear partido o entrenamiento
fr: Créer un match ou une séance d'entraînement
it: Crea partita o allenamento

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività

source: View all activities
de: Alle Aktivitäten anzeigen
es: Ver todas las actividades
fr: Voir toutes les activités
it: Visualizza tutte le attività

source: Remove from Group
de: Aus Gruppe Entfernen
es: Quitar del Grupo
fr: Retirer du Groupe
it: Rimuovi dal Gruppo

# promoteConfirmMessage
source: Are you sure you want to promote {name} to admin? Admins can: • Manage group members • Invite new members • Modify group settings
de: Möchten Sie {name} wirklich zum Admin befördern? Admins können: • Gruppenmitglieder verwalten • Neue Mitglieder einladen • Gruppeneinstellungen ändern
es: ¿Estás seguro de que quieres promover a {name} a administrador? Los administradores pueden: • Gestionar miembros del grupo • Invitar nuevos miembros • Modificar configuración del grupo
fr: Êtes-vous sûr de vouloir promouvoir {name} administrateur ? Les administrateurs peuvent : • Gérer les membres du groupe • Inviter de nouveaux membres • Modifier les paramètres du groupe
it: Sei sicuro di voler promuovere {name} ad amministratore? Gli amministratori possono: • Gestire i membri del gruppo • Invitare nuovi membri • Modificare le impostazioni del gruppo

# demoteConfirmMessage
source: Are you sure you want to demote {name} to regular member? They will lose admin privileges.
de: Möchten Sie {name} wirklich zum normalen Mitglied zurückstufen? Er verliert seine Admin-Rechte.
es: ¿Estás seguro de que quieres degradar a {name} a miembro regular? Perderá los privilegios de administrador.
fr: Êtes-vous sûr de vouloir rétrograder {name} en membre simple ? Il perdra ses privilèges d'administrateur.
it: Sei sicuro di voler retrocedere {name} a membro normale? Perderà i privilegi di amministratore.

# removeConfirmMessage
source: Are you sure you want to remove {name} from the group? This action cannot be undone. They will need to be re-invited to rejoin.
de: Möchten Sie {name} wirklich aus der Gruppe entfernen? Diese Aktion kann nicht rückgängig gemacht werden. Er muss erneut eingeladen werden.
es: ¿Estás seguro de que quieres quitar a {name} del grupo? Esta acción no se puede deshacer. Tendrá que ser invitado nuevamente.
fr: Êtes-vous sûr de vouloir retirer {name} du groupe ? Cette action est irréversible. Il devra être réinvité pour rejoindre le groupe.
it: Sei sicuro di voler rimuovere {name} dal gruppo? Questa azione non può essere annullata. Dovrà essere invitato nuovamente.

# leaveGroupConfirmMessage
source: Are you sure you want to leave "{groupName}"? You will need to be re-invited to rejoin this group.
de: Möchten Sie "{groupName}" wirklich verlassen? Sie müssen erneut eingeladen werden, um dieser Gruppe beizutreten.
es: ¿Estás seguro de que quieres abandonar "{groupName}"? Necesitarás ser invitado nuevamente para unirte a este grupo.
fr: Êtes-vous sûr de vouloir quitter "{groupName}" ? Vous devrez être réinvité pour rejoindre ce groupe.
it: Sei sicuro di voler lasciare "{groupName}"? Dovrai essere invitato nuovamente per unirti a questo gruppo.

source: Performance Stats
de: Leistungsstatistiken
es: Estadísticas de Rendimiento
fr: Statistiques de Performance
it: Statistiche di Prestazione

# eloRatingLabel
source: ELO Rating
de: ELO-Wertung
es: Clasificación ELO
fr: Classement ELO
it: Classifica ELO

# peak
source: Peak: {value}
de: Höchstwert: {value}
es: Máximo: {value}
fr: Maximum : {value}
it: Picco: {value}

source: Win Rate
de: Siegquote
es: Tasa de victoria
fr: Taux de victoire
it: Percentuale vittorie

# winsLosses
source: {wins}W - {losses}L
de: {wins}S - {losses}N
es: {wins}V - {losses}D
fr: {wins}V - {losses}D
it: {wins}V - {losses}S

# streakLabel
source: Streak
de: Serie
es: Racha
fr: Série
it: Serie

source: Winning
de: Gewinne
es: Victorias
fr: Victoires
it: Vittorie

# losingStreak
source: Losing
de: Niederlagen
es: Derrotas
fr: Défaites
it: Sconfitte

# noStreak
source: None
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna

# gamesPlayedLabel
source: Games Played
de: Gespielte Spiele
es: Partidos Jugados
fr: Matchs Joués
it: Partite Giocate

source: No players assigned
de: Keine Spieler zugewiesen
es: Sin jugadores asignados
fr: Aucun joueur assigné
it: Nessun giocatore assegnato

source: Unassigned Players
de: Nicht Zugewiesene Spieler
es: Jugadores No Asignados
fr: Joueurs Non Assignés
it: Giocatori Non Assegnati

source: All players assigned!
de: Alle Spieler zugewiesen!
es: ¡Todos los jugadores asignados!
fr: Tous les joueurs sont assignés !
it: Tutti i giocatori assegnati!

source: Save Teams
de: Teams Speichern
es: Guardar Equipos
fr: Enregistrer les Équipes
it: Salva Squadre

source: Assign All Players to Continue
de: Alle Spieler zuweisen zum Fortfahren
es: Asigna todos los jugadores para continuar
fr: Assignez tous les joueurs pour continuer
it: Assegna tutti i giocatori per continuare

# invitedBy
source: Invited by {name}
de: Eingeladen von {name}
es: Invitado por {name}
fr: Invité par {name}
it: Invitato da {name}

# errorTitle
source: Error
de: Fehler
fr: Erreur
it: Errore

# participantsCount
source: {current}/{max} participants
de: {current}/{max} Teilnehmer
es: {current}/{max} participantes
it: {current}/{max} partecipanti

# doYouWantToJoin
source: Do you want to join "{sessionTitle}"? Date: {dateTime} Location: {location}
de: Möchten Sie "{sessionTitle}" beitreten? Datum: {dateTime} Ort: {location}
es: ¿Quieres unirte a "{sessionTitle}"? Fecha: {dateTime} Ubicación: {location}
fr: Voulez-vous rejoindre "{sessionTitle}" ? Date : {dateTime} Lieu : {location}
it: Vuoi unirti a "{sessionTitle}"? Data: {dateTime} Luogo: {location}

# areYouSureLeave
source: Are you sure you want to leave "{sessionTitle}"?
de: Möchten Sie "{sessionTitle}" wirklich verlassen?
es: ¿Estás seguro de que quieres dejar "{sessionTitle}"?
fr: Êtes-vous sûr de vouloir quitter "{sessionTitle}" ?
it: Sei sicuro di voler lasciare "{sessionTitle}"?

# cancelSessionConfirm
source: Are you sure you want to cancel "{sessionTitle}"? All participants will be notified.
de: Möchten Sie "{sessionTitle}" wirklich absagen? Alle Teilnehmer werden benachrichtigt.
es: ¿Estás seguro de que quieres cancelar "{sessionTitle}"? Todos los participantes serán notificados.
fr: Êtes-vous sûr de vouloir annuler "{sessionTitle}" ? Tous les participants seront notifiés.
it: Sei sicuro di voler annullare "{sessionTitle}"? Tutti i partecipanti saranno notificati.

source: Best Partner
de: Bester Partner
es: Mejor Compañero
fr: Meilleur Partenaire
it: Miglior Partner

source: No partner data yet
de: Noch keine Partnerdaten
es: Aún sin datos de compañero
fr: Pas encore de données partenaire
it: Nessun dato partner ancora

# playGamesWithTeammate
source: Play 5+ games with a teammate
de: Spielen Sie 5+ Spiele mit einem Teamkollegen
es: Juega 5+ partidos con un compañero
fr: Jouez 5+ matchs avec un coéquipier
it: Gioca 5+ partite con un compagno

# winRatePercent
source: {rate}% Win Rate
de: {rate}% Siegquote
es: {rate}% de victorias
fr: {rate}% de victoires
it: {rate}% di vittorie

# gamesCount
source: {count} games
de: {count} Spiele
es: {count} partidos
fr: {count} matchs
it: {count} partite

# winsLossesGames
source: {wins}W - {losses}L • {total} games
de: {wins}S - {losses}N • {total} Spiele
es: {wins}V - {losses}D • {total} partidos
fr: {wins}V - {losses}D • {total} matchs
it: {wins}V - {losses}S • {total} partite

# momentumAndConsistency
source: Momentum & Consistency
de: Momentum & Konstanz
es: Momentum y Consistencia
fr: Momentum & Régularité
it: Momentum e Costanza

source: ELO Progress
de: ELO-Fortschritt
es: Progreso ELO
fr: Progression ELO
it: Progresso ELO

source: Win Streak
de: Siegesserie
es: Racha de victorias
fr: Série de victoires
it: Serie di vittorie

source: Loss Streak
de: Niederlagenserie
es: Racha de derrotas
fr: Série de défaites
it: Serie di sconfitte

source: No Active Streak
de: Keine aktive Serie
es: Sin racha activa
fr: Pas de série active
it: Nessuna serie attiva

# winNextGameToStartStreak
source: Win your next game to start a streak!
de: Gewinnen Sie Ihr nächstes Spiel, um eine Serie zu starten!
es: ¡Gana tu próximo partido para iniciar una racha!
fr: Gagnez votre prochain match pour démarrer une série !
it: Vinci la prossima partita per iniziare una serie!

source: Rival
de: Rivale
it: Rivale

# matchups
source: {count} matchups
de: {count} Begegnungen
es: {count} enfrentamientos
fr: {count} confrontations
it: {count} scontri

# winRateLabel
source: Win Rate: {rate}%
de: Siegquote: {rate}%
es: Tasa de victoria: {rate}%
fr: Taux de victoire : {rate}%
it: Percentuale vittorie: {rate}%

source: Tap for full breakdown
de: Tippen für Details
es: Toca para ver detalles
fr: Appuyez pour plus de détails
it: Tocca per i dettagli

source: No Nemesis Yet
de: Noch kein Erzfeind
es: Sin Némesis aún
fr: Pas encore de Némésis
it: Nessun Nemico ancora

# playGamesAgainstSameOpponent
source: Play at least 3 games against the same opponent to track your toughest matchup.
de: Spielen Sie mindestens 3 Spiele gegen denselben Gegner, um Ihre härteste Begegnung zu verfolgen.
es: Juega al menos 3 partidos contra el mismo oponente para seguir tu enfrentamiento más difícil.
fr: Jouez au moins 3 matchs contre le même adversaire pour suivre votre plus difficile confrontation.
it: Gioca almeno 3 partite contro lo stesso avversario per tracciare il tuo scontro più difficile.

# faceOpponentThreeTimes
source: Face the same opponent 3+ times
de: Treffen Sie 3+ Mal auf denselben Gegner
es: Enfrenta al mismo oponente 3+ veces
fr: Affrontez le même adversaire 3+ fois
it: Affronta lo stesso avversario 3+ volte

source: No Performance Data
de: Keine Leistungsdaten
es: Sin datos de rendimiento
fr: Pas de données de performance
it: Nessun dato prestazioni

# playFirstGameToSeeStats
source: Play your first game to see your performance statistics!
de: Spielen Sie Ihr erstes Spiel, um Ihre Statistiken zu sehen!
es: ¡Juega tu primer partido para ver tus estadísticas!
fr: Jouez votre premier match pour voir vos statistiques !
it: Gioca la tua prima partita per vedere le tue statistiche!

# playAtLeastOneGame
source: Play at least 1 game to unlock
de: Spielen Sie mindestens 1 Spiel zum Freischalten
es: Juega al menos 1 partido para desbloquear
fr: Jouez au moins 1 match pour débloquer
it: Gioca almeno 1 partita per sbloccare

source: Performance Overview
de: Leistungsübersicht
es: Resumen de rendimiento
fr: Aperçu des performances
it: Panoramica prestazioni

source: Current ELO
de: Aktuelles ELO
es: ELO actual
fr: ELO actuel
it: ELO attuale

source: Peak ELO
de: Höchstes ELO
es: ELO máximo
fr: ELO maximum
it: ELO massimo

source: Games Played
de: Gespielte Spiele
es: Partidos jugados
fr: Matchs joués
it: Partite giocate

source: Best Win
de: Bester Sieg
es: Mejor victoria
fr: Meilleure victoire
it: Migliore vittoria

# winGameToUnlock
source: Win a game to unlock
de: Gewinnen Sie ein Spiel zum Freischalten
es: Gana un partido para desbloquear
fr: Gagnez un match pour débloquer
it: Vinci una partita per sbloccare

# beatOpponentsToTrack
source: Beat opponents to track your best victory
de: Besiegen Sie Gegner, um Ihre besten Siege zu verfolgen
es: Vence oponentes para seguir tus mejores victorias
fr: Battez des adversaires pour suivre vos meilleures victoires
it: Batti gli avversari per tracciare le tue migliori vittorie

source: Avg Point Diff
de: Durchschn. Punktediff.
es: Dif. puntos prom.
fr: Diff. pts moy.
it: Diff. punti media

# completeGameToUnlock
source: Complete a game to unlock
de: Beenden Sie ein Spiel zum Freischalten
es: Completa un partido para desbloquear
fr: Terminez un match pour débloquer
it: Completa una partita per sbloccare

# winAndLoseSetsToSee
source: Win and lose sets to see your margins
de: Gewinnen und verlieren Sie Sätze, um Ihre Margen zu sehen
es: Gana y pierde sets para ver tus márgenes
fr: Gagnez et perdez des sets pour voir vos marges
it: Vinci e perdi set per vedere i tuoi margini

source: Avg Point Differential
de: Durchschnittliche Punktedifferenz
es: Diferencia de puntos promedio
fr: Différence de points moyenne
it: Differenza punti media

source: In Wins
de: Bei Siegen
es: En victorias
fr: En victoires
it: Nelle vittorie

source: In Losses
de: Bei Niederlagen
es: En derrotas
fr: En défaites
it: Nelle sconfitte

# setsCount
source: {count} sets
de: {count} Sätze
it: {count} set

# eloGained
source: {amount} ELO gained
de: {amount} ELO gewonnen
es: {amount} ELO ganados
fr: {amount} ELO gagnés
it: {amount} ELO guadagnati

source: Adaptability Stats
de: Anpassungsfähigkeits-Stats
es: Stats de adaptabilidad
fr: Stats d'adaptabilité
it: Stats adattabilità

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzato

# seeHowYouPerform
source: See how you perform in different team roles
de: Sehen Sie, wie Sie in verschiedenen Teamrollen abschneiden
es: Mira cómo te desempeñas en diferentes roles de equipo
fr: Voyez comment vous performez dans différents rôles d'équipe
it: Guarda come ti comporti in diversi ruoli di squadra

source: Leading the Team
de: Team anführen
es: Liderando el equipo
fr: Leader de l'équipe
it: Guidare la squadra

# whenHighestRated
source: When you're the highest-rated player
de: Wenn Sie der bestbewertete Spieler sind
es: Cuando eres el jugador mejor clasificado
fr: Quand vous êtes le joueur le mieux classé
it: Quando sei il giocatore meglio classificato

source: Playing with Stronger Partners
de: Mit stärkeren Partnern spielen
es: Jugando con compañeros más fuertes
fr: Jouer avec des partenaires plus forts
it: Giocare con partner più forti

# whenMoreExperiencedTeammates
source: When playing with more experienced teammates
de: Wenn Sie mit erfahreneren Teamkollegen spielen
es: Cuando juegas con compañeros más experimentados
fr: Quand vous jouez avec des coéquipiers plus expérimentés
it: Quando giochi con compagni più esperti

source: Balanced Teams
de: Ausgeglichene Teams
es: Equipos equilibrados
fr: Équipes équilibrées
it: Squadre equilibrate

# whenSimilarlyRatedTeammates
source: When playing with similarly-rated teammates
de: Wenn Sie mit ähnlich bewerteten Teamkollegen spielen
es: Cuando juegas con compañeros de nivel similar
fr: Quand vous jouez avec des coéquipiers de niveau similaire
it: Quando giochi con compagni di livello simile

source: Adaptability Stats Locked
de: Anpassungsfähigkeits-Stats gesperrt
es: Stats de adaptabilidad bloqueadas
fr: Stats d'adaptabilité verrouillées
it: Stats adattabilità bloccate

# playMoreGamesToSeeRoles
source: Play more games to see how you perform in different team roles
de: Spielen Sie mehr Spiele, um zu sehen, wie Sie in verschiedenen Rollen abschneiden
es: Juega más partidos para ver cómo te desempeñas en diferentes roles
fr: Jouez plus de matchs pour voir comment vous performez dans différents rôles
it: Gioca più partite per vedere come ti comporti in diversi ruoli

source: No Stats Yet
de: Noch keine Stats
es: Sin stats aún
fr: Pas encore de stats
it: Nessuna stat ancora

# startPlayingToSeeStats
source: Start playing games to see your statistics!
de: Beginnen Sie zu spielen, um Ihre Statistiken zu sehen!
es: ¡Empieza a jugar para ver tus estadísticas!
fr: Commencez à jouer pour voir vos statistiques !
it: Inizia a giocare per vedere le tue statistiche!

source: Play games to unlock rankings
de: Spielen Sie, um Ranglisten freizuschalten
es: Juega para desbloquear rankings
fr: Jouez pour débloquer les classements
it: Gioca per sbloccare le classifiche

source: Global Rank
de: Globaler Rang
es: Ranking Global
fr: Rang Global
it: Classifica Globale

source: Percentile
de: Perzentil
es: Percentil

source: Friends Rank
de: Freunde Rang
es: Ranking Amigos
fr: Rang Amis
it: Classifica Amici

# addFriendsAction
source: Add friends
de: Freunde hinzufügen
es: Añadir amigos
fr: Ajouter des amis
it: Aggiungi amici

# period30d
source: 30d
de: 30T
fr: 30j
it: 30g

# period90d
source: 90d
de: 90T
fr: 90j
it: 90g

# period1y
source: 1y
de: 1J
es: 1a
fr: 1an
it: 1a

# periodAllTime
source: All Time
de: Gesamt
es: Todo
fr: Tout temps
it: Sempre

source: Monthly Progress Chart
de: Monatlicher Fortschritt
es: Gráfico de progreso mensual
fr: Graphique de progression mensuel
it: Grafico progresso mensile

# playAtLeastNGames
source: Play at least {count} games
de: Spielen Sie mindestens {count} Spiele
es: Juega al menos {count} partidos
fr: Jouez au moins {count} matchs
it: Gioca almeno {count} partite

# nOfNGames
source: {current}/{total} games
de: {current}/{total} Spiele
es: {current}/{total} partidos
fr: {current}/{total} matchs
it: {current}/{total} partite

# startPlayingToTrackProgress
source: Start playing to track your progress!
de: Beginnen Sie zu spielen, um Ihren Fortschritt zu verfolgen!
es: ¡Empieza a jugar para seguir tu progreso!
fr: Commencez à jouer pour suivre votre progression !
it: Inizia a giocare per monitorare i tuoi progressi!

# keepPlayingToUnlockChart
source: Keep playing to unlock this chart!
de: Spielen Sie weiter, um dieses Diagramm freizuschalten!
es: ¡Sigue jugando para desbloquear este gráfico!
fr: Continuez à jouer pour débloquer ce graphique !
it: Continua a giocare per sbloccare questo grafico!

# playGamesOverLongerPeriod
source: Play games over a longer period
de: Spielen Sie über einen längeren Zeitraum
es: Juega durante un período más largo
fr: Jouez sur une plus longue période
it: Gioca per un periodo più lungo

# keepPlayingToSeeProgress
source: Keep playing to see your progress!
de: Spielen Sie weiter, um Ihren Fortschritt zu sehen!
es: ¡Sigue jugando para ver tu progreso!
fr: Continuez à jouer pour voir votre progression !
it: Continua a giocare per vedere i tuoi progressi!

source: No Games in This Period
de: Keine Spiele in diesem Zeitraum
es: Sin partidos en este período
fr: Aucun match sur cette période
it: Nessuna partita in questo periodo

# noGamesPlayedInLast
source: No games played in the last {period}
de: Keine Spiele in den letzten {period}
es: Sin partidos en los últimos {period}
fr: Aucun match joué au cours des {period}
it: Nessuna partita negli ultimi {period}

# trySelectingLongerPeriod
source: Try selecting a longer time period
de: Versuchen Sie, einen längeren Zeitraum auszuwählen
es: Intenta seleccionar un período más largo
fr: Essayez de sélectionner une période plus longue
it: Prova a selezionare un periodo più lungo

# periodLabel30Days
source: 30 days
de: 30 Tagen
es: 30 días
fr: 30 derniers jours
it: 30 giorni

# periodLabel90Days
source: 90 days
de: 90 Tagen
es: 90 días
fr: 90 derniers jours
it: 90 giorni

# periodLabelYear
source: year
de: Jahr
es: año
fr: l'année
it: anno

# periodLabelAllTime
source: all time
de: Gesamtzeit
es: todo el tiempo
fr: tout temps
it: tutto il tempo

source: Best ELO This Month
de: Bestes ELO diesen Monat
es: Mejor ELO este mes
fr: Meilleur ELO ce mois
it: Miglior ELO questo mese

source: Best ELO Past 90 Days
de: Bestes ELO letzte 90 Tage
es: Mejor ELO últimos 90 días
fr: Meilleur ELO 90 derniers jours
it: Miglior ELO ultimi 90 giorni

source: Best ELO This Year
de: Bestes ELO dieses Jahr
es: Mejor ELO este año
fr: Meilleur ELO cette année
it: Miglior ELO quest'anno

source: Best ELO All Time
de: Bestes ELO aller Zeiten
es: Mejor ELO de todos los tiempos
fr: Meilleur ELO de tous les temps
it: Miglior ELO di sempre

# lastNGames
source: Last {count} games
de: Letzte {count} Spiele
es: Últimos {count} partidos
fr: {count} derniers matchs
it: Ultime {count} partite

source: No games played yet
de: Noch keine Spiele gespielt
es: Sin partidos jugados
fr: Aucun match joué
it: Nessuna partita giocata

# winsStreakCount
source: {count} wins
de: {count} Siege
es: {count} victorias
fr: {count} victoires
it: {count} vittorie

# lossesStreakCount
source: {count} losses
de: {count} Niederlagen
es: {count} derrotas
fr: {count} défaites
it: {count} sconfitte

source: Overall Record
de: Gesamtbilanz
es: Registro general
fr: Bilan global
it: Bilancio generale

source: Games
de: Spiele
es: Partidos
fr: Matchs
it: Partite

source: Record
de: Bilanz
es: Registro
fr: Bilan
it: Bilancio

source: Point Differential
de: Punktedifferenz
es: Diferencial de puntos
fr: Différentiel de points
it: Differenza punti

source: Avg Per Game
de: Durchschn. pro Spiel
es: Prom. por partido
fr: Moy. par match
it: Media per partita

source: Points For
de: Punkte erzielt
es: Puntos a favor
fr: Points marqués
it: Punti fatti

source: Points Against
de: Punkte kassiert
es: Puntos en contra
fr: Points encaissés
it: Punti subiti

source: ELO Performance
de: ELO Leistung
es: Rendimiento ELO
fr: Performance ELO
it: Performance ELO
