Repository: Babas10/playWithMe
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

source: Email Verification
de: E-Mail Verifizierung
es: Verificación de Correo
fr: Vérification de l'E-mail
it: Verifica Email

# verificationEmailSent
source: Verification email sent to {email}
de: Bestätigungs-E-Mail an {email} gesendet
es: Correo de verificación enviado a {email}
fr: E-mail de vérification envoyé à {email}
it: Email di verifica inviata a {email}

source: Back to Profile
de: Zurück zum Profil
es: Volver al Perfil
fr: Retour au Profil
it: Torna al Profilo

source: Send Verification Email
de: Bestätigungs-E-Mail Senden
es: Enviar Correo de Verificación
fr: Envoyer l'E-mail de Vérification
it: Invia Email di Verifica

source: Refresh Status
de: Status Aktualisieren
es: Actualizar Estado
fr: Actualiser le Statut
it: Aggiorna Stato

source: Try Again
de: Erneut Versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: ELO History
de: ELO-Verlauf
es: Historial ELO
fr: Historique ELO
it: Storico ELO

source: Game details coming soon!
de: Spieldetails bald verfügbar!
es: ¡Detalles del partido próximamente!
fr: Détails du match bientôt disponibles !
it: Dettagli partita in arrivo!

source: Head-to-Head
de: Direktvergleich
es: Cara a Cara
fr: Face à Face
it: Testa a Testa

source: Invitations
de: Einladungen
es: Invitaciones
it: Inviti

source: Please log in to view invitations
de: Bitte melden Sie sich an, um Einladungen zu sehen
es: Inicia sesión para ver invitaciones
fr: Veuillez vous connecter pour voir les invitations
it: Accedi per visualizzare gli inviti

source: Pending Invitations
de: Ausstehende Einladungen
es: Invitaciones Pendientes
fr: Invitations en Attente
it: Inviti in Sospeso

source: Notification Settings
de: Benachrichtigungseinstellungen
es: Configuración de Notificaciones
fr: Paramètres de Notification
it: Impostazioni Notifiche

source: Initializing...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...

source: Group Invitations
de: Gruppeneinladungen
es: Invitaciones de Grupo
fr: Invitations de Groupe
it: Inviti di Gruppo

# groupInvitationsDesc
source: When someone invites you to a group
de: Wenn Sie jemand in eine Gruppe einlädt
es: Cuando alguien te invita a un grupo
fr: Quand quelqu'un vous invite dans un groupe
it: Quando qualcuno ti invita in un gruppo

source: Invitation Accepted
de: Einladung Angenommen
es: Invitación Aceptada
fr: Invitation Acceptée
it: Invito Accettato

# invitationAcceptedDesc
source: When someone accepts your invitation
de: Wenn jemand Ihre Einladung annimmt
es: Cuando alguien acepta tu invitación
fr: Quand quelqu'un accepte votre invitation
it: Quando qualcuno accetta il tuo invito

source: New Games
de: Neue Spiele
es: Nuevos Partidos
fr: Nouveaux Matchs
it: Nuove Partite

# newGamesDesc
source: When a new game is created in your groups
de: Wenn ein neues Spiel in Ihren Gruppen erstellt wird
es: Cuando se crea un nuevo partido en tus grupos
fr: Quand un nouveau match est créé dans vos groupes
it: Quando viene creata una nuova partita nei tuoi gruppi

source: Role Changes
de: Rollenänderungen
es: Cambios de Rol
fr: Changement de Rôle
it: Cambio Ruolo

# roleChangesDesc
source: When you are promoted to admin
de: Wenn Sie zum Admin befördert werden
es: Cuando te ascienden a administrador
fr: Quand vous êtes promu administrateur
it: Quando vieni promosso ad amministratore

source: New Training Sessions
de: Neue Trainings
es: Nuevos Entrenamientos
fr: Nouvelles Séances
it: Nuovi Allenamenti

# newTrainingSessionsDesc
source: When a training session is created in your groups
de: Wenn ein Training in Ihren Gruppen erstellt wird
es: Cuando se crea un entrenamiento en tus grupos
fr: Quand une séance est créée dans vos groupes
it: Quando viene creato un allenamento nei tuoi gruppi

# minParticipantsReached
source: Minimum Participants Reached
de: Mindestteilnehmerzahl Erreicht
es: Mínimo de Participantes Alcanzado
fr: Minimum de Participants Atteint
it: Minimo Partecipanti Raggiunto

# minParticipantsReachedDesc
source: When a training session has enough participants
de: Wenn ein Training genug Teilnehmer hat
es: Cuando un entrenamiento tiene suficientes participantes
fr: Quand une séance a assez de participants
it: Quando un allenamento ha abbastanza partecipanti

source: Feedback Received
de: Feedback Erhalten
es: Comentarios Recibidos
fr: Retour Reçu
it: Feedback Ricevuto

# feedbackReceivedDesc
source: When someone leaves feedback on a training session
de: Wenn jemand Feedback zu einem Training gibt
es: Cuando alguien deja comentarios en un entrenamiento
fr: Quand quelqu'un laisse un retour sur une séance
it: Quando qualcuno lascia un feedback su un allenamento

source: Session Cancelled
de: Training Abgesagt
es: Entrenamiento Cancelado
fr: Séance Annulée
it: Allenamento Annullato

# sessionCancelledDesc
source: When a training session you joined is cancelled
de: Wenn ein Training, dem Sie beigetreten sind, abgesagt wird
es: Cuando un entrenamiento al que te uniste es cancelado
fr: Quand une séance que vous avez rejoint est annulée
it: Quando un allenamento a cui ti sei unito viene annullato

source: Member Joined
de: Mitglied Beigetreten
es: Miembro Se Unió
fr: Membre Rejoint
it: Membro Iscritto

# memberJoinedDesc
source: When someone joins your group
de: Wenn jemand Ihrer Gruppe beitritt
es: Cuando alguien se une a tu grupo
fr: Quand quelqu'un rejoint votre groupe
it: Quando qualcuno si unisce al tuo gruppo

source: Member Left
de: Mitglied Verlassen
es: Miembro Se Fue
fr: Membre Parti
it: Membro Uscito

# memberLeftDesc
source: When someone leaves your group
de: Wenn jemand Ihre Gruppe verlässt
es: Cuando alguien deja tu grupo
fr: Quand quelqu'un quitte votre groupe
it: Quando qualcuno lascia il tuo gruppo

source: Enable Quiet Hours
de: Ruhezeiten Aktivieren
es: Activar Horas de Silencio
fr: Activer les Heures Calmes
it: Attiva Ore Silenziose

# quietHoursDesc
source: Pause notifications during specific times
de: Benachrichtigungen zu bestimmten Zeiten pausieren
es: Pausar notificaciones en horarios específicos
fr: Suspendre les notifications à certaines heures
it: Metti in pausa le notifiche in orari specifici

source: Adjust Quiet Hours
de: Ruhezeiten Anpassen
es: Ajustar Horas de Silencio
fr: Ajuster les Heures Calmes
it: Regola Ore Silenziose

source: Set Quiet Hours
de: Ruhezeiten Festlegen
es: Establecer Horas de Silencio
fr: Définir les Heures Calmes
it: Imposta Ore Silenziose

# error
source: Error: {message}
de: Fehler: {message}
fr: Erreur : {message}
it: Errore: {message}

source: Please log in to add friends
de: Bitte melden Sie sich an, um Freunde hinzuzufügen
es: Inicia sesión para agregar amigos
fr: Veuillez vous connecter pour ajouter des amis
it: Accedi per aggiungere amici

source: Welcome Back!
de: Willkommen Zurück!
es: ¡Bienvenido de Nuevo!
fr: Bon Retour !
it: Bentornato!

# signInToContinue
source: Sign in to continue organizing your volleyball games
de: Melden Sie sich an, um Ihre Volleyball-Spiele zu organisieren
es: Inicia sesión para continuar organizando tus partidos de voleibol
fr: Connectez-vous pour continuer à organiser vos matchs de volleyball
it: Accedi per continuare a organizzare le tue partite di pallavolo

# emailRequired
source: Email is required
de: E-Mail ist erforderlich
es: El correo electrónico es requerido
fr: L'e-mail est requis
it: L'email è obbligatoria

# validEmailRequired
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail ein
es: Por favor ingresa un correo válido
fr: Veuillez entrer un e-mail valide
it: Inserisci un'email valida

# passwordRequired
source: Password is required
de: Passwort ist erforderlich
es: La contraseña es requerida
fr: Le mot de passe est requis
it: La password è obbligatoria

source: Continue as Guest
de: Als Gast Fortfahren
es: Continuar como Invitado
fr: Continuer en tant qu'Invité
it: Continua come Ospite

source: Join PlayWithMe!
de: PlayWithMe Beitreten!
es: ¡Únete a PlayWithMe!
fr: Rejoignez PlayWithMe !
it: Unisciti a PlayWithMe!

# createAccountSubtitle
source: Create your account to start organizing volleyball games
de: Erstellen Sie Ihr Konto, um Volleyball-Spiele zu organisieren
es: Crea tu cuenta para empezar a organizar partidos de voleibol
fr: Créez votre compte pour commencer à organiser des matchs de volleyball
it: Crea il tuo account per iniziare a organizzare partite di pallavolo

# displayNameTooLong
source: Display name must be less than 50 characters
de: Der Anzeigename muss weniger als 50 Zeichen haben
es: El nombre para mostrar debe tener menos de 50 caracteres
fr: Le nom d'affichage doit contenir moins de 50 caractères
it: Il nome visualizzato deve avere meno di 50 caratteri

# passwordTooShort
source: Password must be at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen haben
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
it: La password deve avere almeno 6 caratteri

# pleaseConfirmPassword
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
es: Por favor confirma tu contraseña
fr: Veuillez confirmer votre mot de passe
it: Conferma la tua password

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

# termsAgreement
source: By creating an account, you agree to our Terms of Service and Privacy Policy.
de: Mit der Erstellung eines Kontos stimmen Sie unseren Nutzungsbedingungen und Datenschutzrichtlinien zu.
es: Al crear una cuenta, aceptas nuestros Términos de Servicio y Política de Privacidad.
fr: En créant un compte, vous acceptez nos Conditions d'Utilisation et notre Politique de Confidentialité.
it: Creando un account, accetti i nostri Termini di Servizio e l'Informativa sulla Privacy.

source: Forgot Your Password?
de: Passwort Vergessen?
es: ¿Olvidaste tu Contraseña?
fr: Mot de Passe Oublié ?
it: Password Dimenticata?

# forgotPasswordInstructions
source: Enter your email address and we'll send you a link to reset your password.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen des Passworts.
es: Ingresa tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña.
fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.
it: Inserisci il tuo indirizzo email e ti invieremo un link per reimpostare la password.

source: Send Reset Email
de: Reset-E-Mail Senden
es: Enviar Correo de Restablecimiento
fr: Envoyer l'E-mail de Réinitialisation
it: Invia Email di Reimpostazione

# resetLinkSentTo
source: We've sent a password reset link to:
de: Wir haben einen Link zum Zurücksetzen gesendet an:
es: Hemos enviado un enlace de restablecimiento a:
fr: Nous avons envoyé un lien de réinitialisation à :
it: Abbiamo inviato un link di reimpostazione a:

# checkEmailResetInstructions
source: Please check your email and follow the instructions to reset your password.
de: Bitte überprüfen Sie Ihre E-Mail und folgen Sie den Anweisungen zum Zurücksetzen.
es: Por favor revisa tu correo y sigue las instrucciones para restablecer tu contraseña.
fr: Veuillez vérifier votre e-mail et suivre les instructions pour réinitialiser votre mot de passe.
it: Controlla la tua email e segui le istruzioni per reimpostare la password.

# noResultsAvailable
source: No results available yet
de: Noch keine Ergebnisse verfügbar
es: Aún no hay resultados disponibles
fr: Aucun résultat disponible pour le moment
it: Nessun risultato ancora disponibile

# scoresWillAppear
source: Scores will appear here once they are entered
de: Punkte werden hier angezeigt, sobald sie eingegeben wurden
es: Los puntajes aparecerán aquí una vez que se ingresen
fr: Les scores apparaîtront ici une fois saisis
it: I punteggi appariranno qui una volta inseriti

source: Individual Games
de: Einzelspiele
es: Partidos Individuales
fr: Matchs Individuels
it: Partite Individuali

# howManyGamesPlayed
source: How many games did you play?
de: Wie viele Spiele haben Sie gespielt?
es: ¿Cuántos partidos jugaste?
fr: Combien de matchs avez-vous joués ?
it: Quante partite hai giocato?

source: Assign Players to Teams
de: Spieler den Teams Zuweisen
es: Asignar Jugadores a Equipos
fr: Assigner les Joueurs aux Équipes
it: Assegna Giocatori alle Squadre

# dragPlayersToAssign
source: Drag players to assign them to Team A or Team B
de: Ziehen Sie Spieler, um sie Team A oder B zuzuweisen
es: Arrastra jugadores para asignarlos al Equipo A o B
fr: Faites glisser les joueurs pour les assigner à l'Équipe A ou B
it: Trascina i giocatori per assegnarli alla Squadra A o B

source: Pending Verification
de: Überprüfung Ausstehend
es: Verificación Pendiente
fr: Vérification en Attente
it: Verifica in Sospeso

source: You're In
de: Sie sind dabei
es: Estás Inscrito
fr: Vous êtes inscrit
it: Sei Iscritto

source: On Waitlist
de: Auf Warteliste
es: En Lista de Espera
fr: Sur Liste d'Attente
it: In Lista d'Attesa

source: Full
de: Voll
es: Lleno
fr: Complet
it: Completo

source: Join Game
de: Spiel Beitreten
es: Unirse al Partido
fr: Rejoindre le Match
it: Unisciti alla Partita

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani

source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore

source: No scores recorded
de: Keine Punkte aufgezeichnet
es: Sin puntajes registrados
fr: Aucun score enregistré
it: Nessun punteggio registrato

source: ELO Updated
de: ELO Aktualisiert
es: ELO Actualizado
fr: ELO Mis à Jour
it: ELO Aggiornato

source: CANCELLED
de: ABGESAGT
es: CANCELADO
fr: ANNULÉ
it: ANNULLATO

source: JOINED
de: BEIGETRETEN
es: INSCRITO
fr: INSCRIT
it: ISCRITTO

# gameLabel
source: GAME
de: SPIEL
fr: MATCH
it: PARTITA

source: Select Game Date
de: Spieldatum Auswählen
es: Seleccionar Fecha del Partido
fr: Sélectionner la Date du Match
it: Seleziona Data Partita

source: Select Game Time
de: Spielzeit Auswählen
es: Seleccionar Hora del Partido
fr: Sélectionner l'Heure du Match
it: Seleziona Ora Partita

# pleaseTitleRequired
source: Please enter a game title
de: Bitte geben Sie einen Spieltitel ein
es: Por favor ingresa un título de partido
fr: Veuillez entrer un titre de match
it: Inserisci un titolo per la partita

# titleMinLength
source: Title must be at least 3 characters
de: Der Titel muss mindestens 3 Zeichen haben
es: El título debe tener al menos 3 caracteres
fr: Le titre doit contenir au moins 3 caractères
it: Il titolo deve avere almeno 3 caratteri

# titleMaxLength
source: Title must be less than 100 characters
de: Der Titel muss weniger als 100 Zeichen haben
es: El título debe tener menos de 100 caracteres
fr: Le titre doit contenir moins de 100 caractères
it: Il titolo deve avere meno di 100 caratteri

# pleaseEnterTitle
source: Please enter a title
de: Bitte geben Sie einen Titel ein
es: Por favor ingresa un título
fr: Veuillez entrer un titre
it: Inserisci un titolo

# pleaseEnterLocation
source: Please enter a location
de: Bitte geben Sie einen Ort ein
es: Por favor ingresa una ubicación
fr: Veuillez entrer un lieu
it: Inserisci un luogo

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato

source: Select Start Date
de: Startdatum Auswählen
es: Seleccionar Fecha de Inicio
fr: Sélectionner la Date de Début
it: Seleziona Data Inizio

source: Select Start Time
de: Startzeit Auswählen
es: Seleccionar Hora de Inicio
fr: Sélectionner l'Heure de Début
it: Seleziona Ora Inizio

source: Select End Time
de: Endzeit Auswählen
es: Seleccionar Hora de Fin
fr: Sélectionner l'Heure de Fin
it: Seleziona Ora Fine

source: Participants
de: Teilnehmer
es: Participantes
it: Partecipanti

source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi

source: Date
de: Datum
es: Fecha
it: Data

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
it: Giocatori

# competitiveGameWithElo
source: Competitive game with ELO ratings
de: Wettkampfspiel mit ELO-Wertung
es: Partido competitivo con clasificación ELO
fr: Match compétitif avec classement ELO
it: Partita competitiva con classifica ELO

# practiceSessionNoElo
source: Practice session without ELO impact
de: Übungseinheit ohne ELO-Auswirkung
es: Sesión de práctica sin impacto en ELO
fr: Séance d'entraînement sans impact ELO
it: Sessione di pratica senza impatto ELO

source: Promote to Admin
de: Zum Admin Befördern
es: Promover a Administrador
fr: Promouvoir Administrateur
it: Promuovi ad Amministratore

source: Promote
de: Befördern
es: Promover
fr: Promouvoir
it: Promuovi

source: Demote to Member
de: Zum Mitglied Zurückstufen
es: Degradar a Miembro
fr: Rétrograder en Membre
it: Retrocedi a Membro

source: Demote
de: Zurückstufen
es: Degradar
fr: Rétrograder
it: Retrocedi

source: Remove Member
de: Mitglied Entfernen
es: Eliminar Miembro
fr: Retirer le Membre
it: Rimuovi Membro

source: Leave Group
de: Gruppe Verlassen
es: Abandonar Grupo
fr: Quitter le Groupe
it: Lascia Gruppo

source: Select All
de: Alle Auswählen
es: Seleccionar Todo
fr: Tout Sélectionner
it: Seleziona Tutto

source: Clear All
de: Alle Löschen
es: Limpiar Todo
fr: Tout Effacer
it: Cancella Tutto

source: Upload
de: Hochladen
es: Subir
fr: Télécharger
it: Carica

# avatarUploadedSuccess
source: Avatar uploaded successfully
de: Avatar erfolgreich hochgeladen
es: Avatar subido exitosamente
fr: Avatar téléchargé avec succès
it: Avatar caricato con successo

# avatarRemovedSuccess
source: Avatar removed successfully
de: Avatar erfolgreich entfernt
es: Avatar eliminado exitosamente
fr: Avatar supprimé avec succès
it: Avatar rimosso con successo

source: Best Teammate
de: Bester Teamkollege
es: Mejor Compañero
fr: Meilleur Coéquipier
it: Miglior Compagno

source: Game Not Found
de: Spiel Nicht Gefunden
es: Partido No Encontrado
fr: Match Non Trouvé
it: Partita Non Trovata

source: No completed games yet
de: Noch keine abgeschlossenen Spiele
es: Aún no hay partidos completados
fr: Aucun match terminé pour le moment
it: Nessuna partita completata ancora

# gamesWillAppearAfterCompleted
source: Games will appear here after they are completed
de: Spiele erscheinen hier nach Abschluss
es: Los partidos aparecerán aquí una vez completados
fr: Les matchs apparaîtront ici une fois terminés
it: Le partite appariranno qui una volta completate

source: Final Score
de: Endstand
es: Puntaje Final
fr: Score Final
it: Punteggio Finale

source: ELO Rating Changes
de: ELO-Wertungsänderungen
es: Cambios de Clasificación ELO
fr: Changements de Classement ELO
it: Variazioni Classifica ELO

source: Unknown Player
de: Unbekannter Spieler
es: Jugador Desconocido
fr: Joueur Inconnu
it: Giocatore Sconosciuto

source: Game {number}
de: Spiel {number}
es: Partido {number}
fr: Match {number}
it: Partita {number}

# setsScore
source: Sets: {teamA} - {teamB}
de: Sätze: {teamA} - {teamB}
it: Set: {teamA} - {teamB}

source: Set {number}
de: Satz {number}

source: Invalid score
de: Ungültiger Punktestand
es: Puntaje inválido
fr: Score invalide
it: Punteggio non valido

source: Overall Winner: Team A
de: Gesamtsieger: Team A
es: Ganador General: Equipo A
fr: Vainqueur Général : Équipe A
it: Vincitore Generale: Squadra A

source: Overall Winner: Team B
de: Gesamtsieger: Team B
es: Ganador General: Equipo B
fr: Vainqueur Général : Équipe B
it: Vincitore Generale: Squadra B

source: Result: Tie
de: Ergebnis: Unentschieden
fr: Résultat : Égalité
it: Risultato: Pareggio

source: Save Scores
de: Punkte Speichern
es: Guardar Puntajes
fr: Enregistrer les Scores
it: Salva Punteggi

# completeGamesToContinue
source: Complete {current}/{total} games to continue
de: Beenden Sie {current}/{total} Spiele zum Fortfahren
es: Completa {current}/{total} partidos para continuar
fr: Terminez {current}/{total} matchs pour continuer
it: Completa {current}/{total} partite per continuare

source: Upcoming Activities
de: Kommende Aktivitäten
es: Actividades Próximas
fr: Activités à Venir
it: Attività Imminenti

source: Past Activities
de: Vergangene Aktivitäten
es: Actividades Pasadas
fr: Activités Passées
it: Attività Passate

source: No upcoming games yet
de: Noch keine kommenden Spiele
es: Aún no hay partidos próximos
fr: Aucun match à venir pour le moment
it: Nessuna partita imminente ancora

# createFirstGame
source: Create the first game!
de: Erstellen Sie das erste Spiel!
es: ¡Crea el primer partido!
fr: Créez le premier match !
it: Crea la prima partita!

source: No activities yet
de: Noch keine Aktivitäten
fr: Aucune activité pour le moment
it: Nessuna attività ancora

# createFirstActivity
source: Create the first activity!
de: Erstellen Sie die erste Aktivität!
fr: Créez la première activité !
it: Crea la prima attività!

source: games won
de: Spiele gewonnen
es: partidos ganados
fr: matchs gagnés
it: partite vinte

# playerCountSingular
source: 1 player
de: 1 Spieler
es: 1 jugador
fr: 1 joueur
it: 1 giocatore

# playerCountPlural
source: {count} players
de: {count} Spieler
es: {count} jugadores
fr: {count} joueurs
it: {count} giocatori

# wonScoreDescription
source: {winner} won {score}
de: {winner} gewann {score}
es: {winner} ganó {score}
fr: {winner} a gagné {score}
it: {winner} ha vinto {score}

# playersWaitlisted
source: {count} waitlisted
de: {count} auf Warteliste
es: {count} en lista de espera
fr: {count} en liste d'attente
it: {count} in lista d'attesa

# playersCount
source: {current}/{max} players
de: {current}/{max} Spieler
es: {current}/{max} jugadores
fr: {current}/{max} joueurs
it: {current}/{max} giocatori

# minParticipantsLabel
source: Min Participants
de: Min Teilnehmer
es: Mín Participantes
it: Min Partecipanti

# maxParticipantsLabel
source: Max Participants
de: Max Teilnehmer
es: Máx Participantes
it: Max Partecipanti

source: You are organizing
de: Sie organisieren
es: Estás organizando
fr: Vous organisez
it: Stai organizzando

# organizedBy
source: Organized by {name}
de: Organisiert von {name}
es: Organizado por {name}
fr: Organisé par {name}
it: Organizzato da {name}

source: Scheduled
de: Geplant
es: Programado
fr: Programmé
it: Programmato

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato

source: No participants yet
de: Noch keine Teilnehmer
es: Sin participantes aún
fr: Aucun participant pour le moment
it: Nessun partecipante ancora

# beFirstToJoin
source: Be the first to join!
de: Seien Sie der Erste, der beitritt!
es: ¡Sé el primero en unirte!
fr: Soyez le premier à rejoindre !
it: Sii il primo ad unirti!

source: Participation
de: Teilnahme
es: Participación
it: Partecipazione

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale

source: Available Spots
de: Verfügbare Plätze
es: Lugares Disponibles
fr: Places Disponibles
it: Posti Disponibili

source: You
de: Sie
es: Tú
fr: Vous
it: Tu

source: Joining...
de: Beitritt...
es: Uniéndose...
fr: Inscription...
it: Iscrizione...

source: Leaving...
de: Verlassen...
es: Saliendo...
fr: Départ...
it: Uscita...

source: Cannot Join
de: Beitritt nicht möglich
es: No se puede unir
fr: Impossible de rejoindre
it: Impossibile unirsi

# allParticipantsNotified
source: All participants will be notified.
de: Alle Teilnehmer werden benachrichtigt.
es: Todos los participantes serán notificados.
fr: Tous les participants seront notifiés.
it: Tutti i partecipanti saranno notificati.

source: Feedback Already Submitted
de: Feedback Bereits Eingereicht
es: Comentarios Ya Enviados
fr: Retour Déjà Soumis
it: Feedback Già Inviato

# alreadyProvidedFeedback
source: You have already provided feedback for "{sessionTitle}".
de: Sie haben bereits Feedback für "{sessionTitle}" abgegeben.
es: Ya has proporcionado comentarios para "{sessionTitle}".
fr: Vous avez déjà donné votre retour pour "{sessionTitle}".
it: Hai già fornito un feedback per "{sessionTitle}".
