Repository: Babas10/playWithMe
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# welcomeMessage
source: Welcome to PlayWithMe!
de: Willkommen bei PlayWithMe!
es: ¡Bienvenido a PlayWithMe!
fr: Bienvenue sur PlayWithMe !
it: Benvenuto su PlayWithMe!

# beachVolleyballOrganizer
source: Beach volleyball games organizer
de: Beachvolleyball-Spiele-Organisator
es: Organizador de partidos de voleibol de playa
fr: Organisateur de matchs de beach-volley
it: Organizzatore di partite di beach volley

# firebaseConnected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso

# firebaseDisconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso

source: Environment
de: Umgebung
es: Entorno
fr: Environnement
it: Ambiente

source: Project
de: Projekt
es: Proyecto
fr: Projet
it: Progetto

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

source: Sign Out
de: Abmelden
es: Cerrar Sesión
fr: Se Déconnecter
it: Disconnetti

source: Account Settings
de: Kontoeinstellungen
es: Configuración de Cuenta
fr: Paramètres du Compte
it: Impostazioni Account

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Display Name
de: Anzeigename
es: Nombre para Mostrar
fr: Nom d'Affichage
it: Nome Visualizzato

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Country
de: Land
es: País
fr: Pays
it: Paese

source: Time Zone
de: Zeitzone
es: Zona Horaria
fr: Fuseau Horaire
it: Fuso Orario

source: Save Changes
de: Änderungen Speichern
es: Guardar Cambios
fr: Enregistrer les Modifications
it: Salva Modifiche

source: Settings updated successfully
de: Einstellungen erfolgreich aktualisiert
es: Configuración actualizada exitosamente
fr: Paramètres mis à jour avec succès
it: Impostazioni aggiornate con successo

source: Remove Avatar
de: Avatar Entfernen
es: Eliminar Avatar
fr: Supprimer l'Avatar
it: Rimuovi Avatar

source: Take Photo
de: Foto Aufnehmen
es: Tomar Foto
fr: Prendre une Photo
it: Scatta Foto

source: Choose from Gallery
de: Aus Galerie Wählen
es: Elegir de Galería
fr: Choisir dans la Galerie
it: Scegli dalla Galleria

# confirmRemoveAvatar
source: Are you sure you want to remove your avatar?
de: Möchten Sie Ihren Avatar wirklich entfernen?
es: ¿Estás seguro de que quieres eliminar tu avatar?
fr: Êtes-vous sûr de vouloir supprimer votre avatar ?
it: Sei sicuro di voler rimuovere il tuo avatar?

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi

source: Password
de: Passwort
es: Contraseña
fr: Mot de Passe

source: Login
de: Anmelden
es: Iniciar Sesión
fr: Se Connecter
it: Accedi

source: Register
de: Registrieren
es: Registrarse
fr: S'Inscrire
it: Registrati

source: Forgot Password?
de: Passwort Vergessen?
es: ¿Olvidaste tu Contraseña?
fr: Mot de Passe Oublié ?
it: Password Dimenticata?

# unsavedChangesTitle
source: Unsaved Changes
de: Nicht Gespeicherte Änderungen
es: Cambios No Guardados
fr: Modifications Non Enregistrées
it: Modifiche Non Salvate

# unsavedChangesMessage
source: You have unsaved changes. Are you sure you want to leave?
de: Sie haben nicht gespeicherte Änderungen. Möchten Sie wirklich fortfahren?
es: Tienes cambios sin guardar. ¿Estás seguro de que quieres salir?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir partir ?
it: Hai modifiche non salvate. Sei sicuro di voler uscire?

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta

# displayNameHint
source: Enter your display name
de: Geben Sie Ihren Anzeigenamen ein
es: Ingresa tu nombre para mostrar
fr: Entrez votre nom d'affichage
it: Inserisci il tuo nome visualizzato

source: Preferred Language
de: Bevorzugte Sprache
es: Idioma Preferido
fr: Langue Préférée
it: Lingua Preferita

source: Saving...
de: Speichern...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...

source: Stay
de: Bleiben
es: Quedarse
fr: Rester
it: Rimani

source: Account Information
de: Kontoinformationen
es: Información de la Cuenta
fr: Informations du Compte
it: Informazioni Account

source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
it: Verifica

source: Account Type
de: Kontotyp
es: Tipo de Cuenta
fr: Type de Compte
it: Tipo di Account

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo

source: Regular
de: Normal
fr: Régulier
it: Normale

source: Member Since
de: Mitglied Seit
es: Miembro Desde
fr: Membre Depuis
it: Membro Dal

source: Last Active
de: Zuletzt Aktiv
es: Última Actividad
fr: Dernière Activité
it: Ultima Attività

# signOutConfirm
source: Are you sure you want to sign out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler disconnetterti?

# pleaseLogIn
source: Please log in to view your profile
de: Bitte melden Sie sich an, um Ihr Profil zu sehen
es: Por favor inicia sesión para ver tu perfil
fr: Veuillez vous connecter pour voir votre profil
it: Effettua l'accesso per visualizzare il tuo profilo

source: User ID
de: Benutzer-ID
es: ID de Usuario
fr: ID Utilisateur
it: ID Utente

source: My Groups
de: Meine Gruppen
es: Mis Grupos
fr: Mes Groupes
it: I Miei Gruppi

# pleaseLogInToViewGroups
source: Please log in to view your groups
de: Bitte melden Sie sich an, um Ihre Gruppen zu sehen
es: Por favor inicia sesión para ver tus grupos
fr: Veuillez vous connecter pour voir vos groupes
it: Effettua l'accesso per visualizzare i tuoi gruppi

source: Error Loading Groups
de: Fehler beim Laden der Gruppen
es: Error al Cargar Grupos
fr: Erreur de Chargement des Groupes
it: Errore nel Caricamento dei Gruppi

source: Retry
de: Erneut Versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Create Group
de: Gruppe Erstellen
es: Crear Grupo
fr: Créer un Groupe
it: Crea Gruppo

# groupDetailsComingSoon
source: Group details page coming soon!
de: Gruppenseite bald verfügbar!
es: ¡Página de detalles del grupo próximamente!
fr: Page de détails du groupe bientôt disponible !
it: Pagina dei dettagli del gruppo in arrivo!

# noGroupsYet
source: You're not part of any group yet
de: Sie sind noch in keiner Gruppe
es: Aún no eres parte de ningún grupo
fr: Vous ne faites partie d'aucun groupe pour le moment
it: Non fai ancora parte di nessun gruppo

# noGroupsMessage
source: Create or join groups to start organizing beach volleyball games with your friends!
de: Erstellen oder treten Sie Gruppen bei, um Beachvolleyball-Spiele mit Ihren Freunden zu organisieren!
es: ¡Crea o únete a grupos para comenzar a organizar partidos de voleibol de playa con tus amigos!
fr: Créez ou rejoignez des groupes pour commencer à organiser des matchs de beach-volley avec vos amis !
it: Crea o unisciti a gruppi per iniziare a organizzare partite di beach volley con i tuoi amici!

# memberCount
source: {count, plural, =1{1 member} other{{count} members}}
de: {count, plural, =1{1 Mitglied} other{{count} Mitglieder}}
es: {count, plural, =1{1 miembro} other{{count} miembros}}
fr: {count, plural, =1{1 membre} other{{count} membres}}
it: {count, plural, =1{1 membro} other{{count} membri}}

# publicGroup
source: Public
de: Öffentlich
es: Público
it: Pubblico

# inviteOnlyGroup
source: Invite Only
de: Nur auf Einladung
es: Solo por Invitación
fr: Sur Invitation Uniquement
it: Solo su Invito

# privateGroup
source: Private
de: Privat
es: Privado
fr: Privé
it: Privato

source: Create Your First Group
de: Erstellen Sie Ihre Erste Gruppe
es: Crea Tu Primer Grupo
fr: Créer Votre Premier Groupe
it: Crea Il Tuo Primo Gruppo

# useCreateGroupButton
source: Use the Create Group button below to get started.
de: Verwenden Sie die Schaltfläche Gruppe Erstellen unten, um loszulegen.
es: Usa el botón Crear Grupo a continuación para comenzar.
fr: Utilisez le bouton Créer un Groupe ci-dessous pour commencer.
it: Usa il pulsante Crea Gruppo qui sotto per iniziare.

source: Home
de: Startseite
es: Inicio
fr: Accueil

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi

source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
it: Comunità

source: My Community
de: Meine Gemeinschaft
es: Mi Comunidad
fr: Ma Communauté
it: La Mia Comunità

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici

source: Requests
de: Anfragen
es: Solicitudes
fr: Demandes
it: Richieste

# noFriendsYet
source: You don't have any friends yet
de: Sie haben noch keine Freunde
es: Aún no tienes amigos
fr: Vous n'avez pas encore d'amis
it: Non hai ancora amici

# searchForFriends
source: Search for friends to get started!
de: Suchen Sie nach Freunden, um loszulegen!
es: ¡Busca amigos para comenzar!
fr: Recherchez des amis pour commencer !
it: Cerca amici per iniziare!

# noPendingRequests
source: No pending friend requests
de: Keine ausstehenden Freundschaftsanfragen
es: No hay solicitudes de amistad pendientes
fr: Aucune demande d'ami en attente
it: Nessuna richiesta di amicizia in sospeso

source: Received Requests
de: Empfangene Anfragen
es: Solicitudes Recibidas
fr: Demandes Reçues
it: Richieste Ricevute

source: Sent Requests
de: Gesendete Anfragen
es: Solicitudes Enviadas
fr: Demandes Envoyées
it: Richieste Inviate

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta

source: Pending
de: Ausstehend
es: Pendiente
fr: En Attente
it: In Sospeso

source: Remove Friend?
de: Freund Entfernen?
es: ¿Eliminar Amigo?
fr: Supprimer l'Ami ?
it: Rimuovere Amico?

# removeFriendConfirmation
source: Are you sure you want to remove {name} from your friends?
de: Möchten Sie {name} wirklich aus Ihrer Freundesliste entfernen?
es: ¿Estás seguro de que quieres eliminar a {name} de tus amigos?
fr: Êtes-vous sûr de vouloir retirer {name} de vos amis ?
it: Sei sicuro di voler rimuovere {name} dai tuoi amici?

source: Error loading friends
de: Fehler beim Laden der Freunde
es: Error al cargar amigos
fr: Erreur lors du chargement des amis
it: Errore nel caricamento degli amici

source: Search friends by email...
de: Freunde per E-Mail suchen...
es: Buscar amigos por correo electrónico...
fr: Rechercher des amis par e-mail...
it: Cerca amici per email...

# cannotAddYourself
source: You cannot add yourself as a friend
de: Sie können sich nicht selbst als Freund hinzufügen
es: No puedes agregarte a ti mismo como amigo
fr: Vous ne pouvez pas vous ajouter vous-même comme ami
it: Non puoi aggiungere te stesso come amico

# userNotFoundWithEmail
source: No user found with email: {email}
de: Kein Benutzer mit der E-Mail gefunden: {email}
es: No se encontró ningún usuario con el correo: {email}
fr: Aucun utilisateur trouvé avec l'e-mail : {email}
it: Nessun utente trovato con l'email: {email}

# makeSureEmailCorrect
source: Make sure the email is correct
de: Stellen Sie sicher, dass die E-Mail korrekt ist
es: Asegúrate de que el correo sea correcto
fr: Assurez-vous que l'e-mail est correct
it: Assicurati che l'email sia corretta

# requestPending
source: Pending
de: Ausstehend
es: Pendiente
fr: En Attente
it: In Sospeso

source: Accept Request
de: Anfrage Akzeptieren
es: Aceptar Solicitud
fr: Accepter la Demande
it: Accetta Richiesta

# sendFriendRequest
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

source: Add Friend
de: Freund Hinzufügen
es: Agregar Amigo
fr: Ajouter un Ami
it: Aggiungi Amico

source: Search for friends to add
de: Suche nach Freunden zum Hinzufügen
es: Buscar amigos para agregar
fr: Rechercher des amis à ajouter
it: Cerca amici da aggiungere

# enterEmailToFindFriends
source: Enter an email address to find users
de: Geben Sie eine E-Mail-Adresse ein, um Benutzer zu finden
es: Ingrese una dirección de correo para encontrar usuarios
fr: Entrez une adresse e-mail pour trouver des utilisateurs
it: Inserisci un indirizzo email per trovare utenti

# checkRequestsTab
source: Check the Requests tab to accept the friend request
de: Überprüfen Sie die Registerkarte Anfragen, um die Freundschaftsanfrage anzunehmen
es: Consulta la pestaña Solicitudes para aceptar la solicitud de amistad
fr: Consultez l'onglet Demandes pour accepter la demande d'ami
it: Controlla la scheda Richieste per accettare la richiesta di amicizia

# dontHaveAccount
source: Don't have an account?
de: Kein Konto?
es: ¿No tienes cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?

source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati

source: Reset Password
de: Passwort Zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le Mot de Passe
it: Reimposta Password

source: Back to Login
de: Zurück zur Anmeldung
es: Volver al Inicio de Sesión
fr: Retour à la Connexion
it: Torna al Login

source: Email Sent!
de: E-Mail Gesendet!
es: ¡Correo Enviado!
fr: E-mail Envoyé !
it: Email Inviata!

source: Create Account
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
it: Crea Account

# accountCreatedSuccess
source: Account created successfully! Please check your email for verification.
de: Konto erfolgreich erstellt! Bitte überprüfen Sie Ihre E-Mail.
es: ¡Cuenta creada exitosamente! Revisa tu correo para verificar.
fr: Compte créé avec succès ! Veuillez vérifier votre e-mail.
it: Account creato con successo! Controlla la tua email per la verifica.

# alreadyHaveAccount
source: Already have an account?
de: Bereits ein Konto?
es: ¿Ya tienes cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?

source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se Connecter
it: Accedi

# passwordHint
source: Password
de: Passwort
es: Contraseña
fr: Mot de Passe

# displayNameOptionalHint
source: Display Name (Optional)
de: Anzeigename (Optional)
es: Nombre para Mostrar (Opcional)
fr: Nom d'Affichage (Optionnel)
it: Nome Visualizzato (Opzionale)

source: Confirm Password
de: Passwort Bestätigen
es: Confirmar Contraseña
fr: Confirmer le Mot de Passe
it: Conferma Password

source: Create Game
de: Spiel Erstellen
es: Crear Partido
fr: Créer un Match
it: Crea Partita

# gameCreatedSuccess
source: Game created successfully!
de: Spiel erfolgreich erstellt!
es: ¡Partido creado exitosamente!
fr: Match créé avec succès !
it: Partita creata con successo!

# pleaseLogInToCreateGame
source: Please log in to create a game
de: Bitte melden Sie sich an, um ein Spiel zu erstellen
es: Inicia sesión para crear un partido
fr: Veuillez vous connecter pour créer un match
it: Accedi per creare una partita

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo

source: Date & Time
de: Datum & Uhrzeit
es: Fecha y Hora
fr: Date et Heure
it: Data e Ora

source: Tap to select
de: Tippen zum Auswählen
es: Toca para seleccionar
fr: Appuyez pour sélectionner
it: Tocca per selezionare

source: Game Details
de: Spieldetails
es: Detalles del Partido
fr: Détails du Match
it: Dettagli Partita

source: Go Back
de: Zurück
es: Volver
fr: Retour
it: Indietro

source: Organizer
de: Organisator
es: Organizador
fr: Organisateur
it: Organizzatore

source: Enter Results
de: Ergebnisse Eingeben
es: Ingresar Resultados
fr: Saisir les Résultats
it: Inserisci Risultati

source: Leave Game
de: Spiel Verlassen
fr: Quitter le Match
it: Abbandona Partita

source: Leave Waitlist
de: Warteliste Verlassen
fr: Quitter la Liste d'Attente
it: Abbandona Lista d'Attesa

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma

source: Edit / Dispute
de: Bearbeiten / Anfechten
es: Editar / Disputar
fr: Modifier / Contester
it: Modifica / Contesta

source: Filter Games
de: Spiele Filtern
es: Filtrar Partidos
fr: Filtrer les Matchs
it: Filtra Partite

source: All Games
de: Alle Spiele
es: Todos los Partidos
fr: Tous les Matchs
it: Tutte le Partite

source: My Games Only
de: Nur Meine Spiele
es: Solo Mis Partidos
fr: Mes Matchs Uniquement
it: Solo le Mie Partite

source: Game History
de: Spielverlauf
es: Historial de Partidos
fr: Historique des Matchs
it: Storico Partite

# selectFiltersToView
source: Select filters to view game history
de: Filter auswählen, um den Verlauf anzuzeigen
es: Selecciona filtros para ver el historial
fr: Sélectionnez des filtres pour voir l'historique
it: Seleziona filtri per visualizzare lo storico

source: Active filters:
de: Aktive Filter:
es: Filtros activos:
fr: Filtres actifs :
it: Filtri attivi:

source: My Games
de: Meine Spiele
es: Mis Partidos
fr: Mes Matchs
it: Le Mie Partite

source: Game Results
de: Spielergebnisse
es: Resultados del Partido
fr: Résultats du Match
it: Risultati Partita

source: {groupName} Games
de: {groupName} Spiele
es: Partidos de {groupName}
fr: Matchs de {groupName}
it: Partite di {groupName}

source: Record Results
de: Ergebnisse Aufzeichnen
es: Registrar Resultados
fr: Enregistrer les Résultats
it: Registra Risultati

# teamsSavedSuccess
source: Teams saved successfully
de: Teams erfolgreich gespeichert
es: Equipos guardados exitosamente
fr: Équipes enregistrées avec succès
it: Squadre salvate con successo

source: Enter Scores
de: Punkte Eingeben
es: Ingresar Puntos
fr: Saisir les Scores
it: Inserisci Punteggi

# scoresSavedSuccess
source: Scores saved successfully!
de: Punkte erfolgreich gespeichert!
es: ¡Puntos guardados exitosamente!
fr: Scores enregistrés avec succès !
it: Punteggi salvati con successo!

source: Saving scores...
de: Punkte werden gespeichert...
es: Guardando puntos...
fr: Enregistrement des scores...
it: Salvataggio punteggi...

# oneSet
source: 1 Set
de: 1 Satz

source: Game Title
de: Spieltitel
es: Título del Partido
fr: Titre du Match
it: Titolo Partita

# gameTitleHint
source: e.g., Beach Volleyball
de: z.B. Beachvolleyball
es: ej. Voleibol de Playa
fr: ex. Beach Volleyball
it: es. Beach Volley

source: Description (Optional)
de: Beschreibung (Optional)
es: Descripción (Opcional)
fr: Description (Optionnel)
it: Descrizione (Opzionale)

# gameDescriptionHint
source: Add details about the game...
de: Details zum Spiel hinzufügen...
es: Agregar detalles sobre el partido...
fr: Ajoutez des détails sur le match...
it: Aggiungi dettagli sulla partita...

source: Location
de: Ort
es: Ubicación
fr: Lieu
it: Luogo

# locationHint
source: e.g., Venice Beach
de: z.B. Strandpromenade
es: ej. Playa de Barcelona
fr: ex. Plage de Nice
it: es. Spiaggia di Rimini

source: Address (Optional)
de: Adresse (Optional)
es: Dirección (Opcional)
fr: Adresse (Optionnel)
it: Indirizzo (Opzionale)

# addressHint
source: Full address...
de: Vollständige Adresse...
es: Dirección completa...
fr: Adresse complète...
it: Indirizzo completo...

source: Date Range
de: Datumsbereich
es: Rango de Fechas
fr: Plage de Dates
it: Intervallo Date

source: Remove from team
de: Aus Team entfernen
es: Quitar del equipo
fr: Retirer de l'équipe
it: Rimuovi dalla squadra

source: Clear filter
de: Filter löschen
es: Limpiar filtro
fr: Effacer le filtre
it: Cancella filtro

source: Filter by date
de: Nach Datum filtern
es: Filtrar por fecha
fr: Filtrer par date
it: Filtra per data

# groupNameRequired
source: Group Name *
de: Gruppenname *
es: Nombre del Grupo *
fr: Nom du Groupe *
it: Nome Gruppo *

# groupNameHint
source: e.g., Beach Volleyball Crew
de: z.B. Beachvolley Team
es: ej. Equipo Beach Volley
fr: ex. Équipe Beach Volley
it: es. Team Beach Volley

# groupDescriptionHint
source: e.g., Weekly beach volleyball games at Santa Monica
de: z.B. Wöchentliche Beachvolleyball-Spiele
es: ej. Partidos semanales de voleibol de playa
fr: ex. Matchs hebdomadaires de beach-volley
it: es. Partite settimanali di beach volley

source: Please select start time first
de: Bitte wählen Sie zuerst die Startzeit
es: Primero selecciona la hora de inicio
fr: Veuillez d'abord sélectionner l'heure de début
it: Prima seleziona l'ora di inizio

source: Please select start time
de: Bitte wählen Sie die Startzeit
es: Selecciona la hora de inicio
fr: Veuillez sélectionner l'heure de début
it: Seleziona l'ora di inizio

source: Please select end time
de: Bitte wählen Sie die Endzeit
es: Selecciona la hora de fin
fr: Veuillez sélectionner l'heure de fin
it: Seleziona l'ora di fine

# trainingCreatedSuccess
source: Training session created successfully!
de: Training erfolgreich erstellt!
es: ¡Entrenamiento creado exitosamente!
fr: Séance d'entraînement créée avec succès !
it: Allenamento creato con successo!

source: Create Training Session
de: Training Erstellen
es: Crear Entrenamiento
fr: Créer une Séance d'Entraînement
it: Crea Allenamento

# pleaseLogInToCreateTraining
source: Please log in to create a training session
de: Bitte melden Sie sich an, um ein Training zu erstellen
es: Inicia sesión para crear un entrenamiento
fr: Veuillez vous connecter pour créer une séance
it: Accedi per creare un allenamento

source: Start Time
de: Startzeit
es: Hora de Inicio
fr: Heure de Début
it: Ora Inizio

source: End Time
de: Endzeit
es: Hora de Fin
fr: Heure de Fin
it: Ora Fine

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

source: Training Session
de: Training
es: Entrenamiento
fr: Séance d'Entraînement
it: Allenamento

# trainingNotFound
source: Training session not found
de: Training nicht gefunden
es: Entrenamiento no encontrado
fr: Séance d'entraînement non trouvée
it: Allenamento non trovato

# trainingCancelled
source: Training session cancelled
de: Training abgesagt
es: Entrenamiento cancelado
fr: Séance d'entraînement annulée
it: Allenamento annullato

source: Error loading participants
de: Fehler beim Laden der Teilnehmer
es: Error al cargar participantes
fr: Erreur de chargement des participants
it: Errore nel caricamento dei partecipanti

# joinedTrainingSuccess
source: Successfully joined training session!
de: Training erfolgreich beigetreten!
es: ¡Te uniste al entrenamiento exitosamente!
fr: Vous avez rejoint la séance avec succès !
it: Ti sei unito all'allenamento con successo!

# leftTraining
source: You have left the training session
de: Sie haben das Training verlassen
es: Has dejado el entrenamiento
fr: Vous avez quitté la séance d'entraînement
it: Hai lasciato l'allenamento

source: Join Training Session
de: Training Beitreten
es: Unirse al Entrenamiento
fr: Rejoindre la Séance
it: Unisciti all'Allenamento

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti

source: Leave Training Session
de: Training Verlassen
es: Dejar Entrenamiento
fr: Quitter la Séance
it: Lascia Allenamento

source: Leave
de: Verlassen
es: Dejar
fr: Quitter
it: Lascia

source: Cancel Training Session?
de: Training Absagen?
es: ¿Cancelar Entrenamiento?
fr: Annuler la Séance ?
it: Annullare Allenamento?

source: Keep Session
de: Training Behalten
es: Mantener Entrenamiento
fr: Conserver la Séance
it: Mantieni Allenamento

source: Cancel Session
de: Training Absagen
es: Cancelar Entrenamiento
fr: Annuler la Séance
it: Annulla Allenamento

source: Session Feedback
de: Training-Feedback
es: Comentarios del Entrenamiento
fr: Retour sur la Séance
it: Feedback Allenamento

# thankYouFeedback
source: Thank you for your feedback!
de: Danke für Ihr Feedback!
es: ¡Gracias por tus comentarios!
fr: Merci pour votre retour !
it: Grazie per il tuo feedback!

source: Back to Session
de: Zurück zum Training
es: Volver al Entrenamiento
fr: Retour à la Séance
it: Torna all'Allenamento

source: Needs work
de: Verbesserungswürdig
es: Necesita mejorar
fr: À améliorer
it: Da migliorare

source: Top-level training
de: Spitzentraining
es: Entrenamiento de alto nivel
fr: Entraînement de haut niveau
it: Allenamento di alto livello

# pleaseRateAllCategories
source: Please rate all three categories before submitting
de: Bitte bewerten Sie alle drei Kategorien
es: Califica las tres categorías antes de enviar
fr: Veuillez noter les trois catégories avant de soumettre
it: Valuta tutte e tre le categorie prima di inviare
