Repository: Babas10/playWithMe
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

source: Total Change
de: Gesamtänderung
es: Cambio total
fr: Évolution totale
it: Variazione totale

source: Recent Form
de: Aktuelle Form
es: Forma reciente
fr: Forme récente
it: Forma recente

# streakWins
source: {count} W Streak
de: {count} S Serie
es: {count} V Racha
fr: {count} V consécutives
it: {count} V Serie

# streakLosses
source: {count} L Streak
de: {count} N Serie
es: {count} D Racha
fr: {count} D consécutives
it: {count} S Serie

source: No recent games
de: Keine aktuellen Spiele
es: Sin partidos recientes
fr: Pas de matchs récents
it: Nessuna partita recente

source: Next Game
de: Nächstes Spiel
es: Próximo partido
fr: Prochain match
it: Prossima partita

# noGamesScheduled
source: No games organized yet
de: Noch keine Spiele organisiert
es: Aún no hay partidos organizados
fr: Aucun match organisé pour le moment
it: Nessuna partita organizzata ancora

source: Next Training Session
de: Nächste Trainingseinheit
es: Próxima sesión de entrenamiento
fr: Prochaine séance d'entraînement
it: Prossimo allenamento

source: No training sessions scheduled
de: Keine Trainingseinheiten geplant
es: No hay sesiones de entrenamiento programadas
fr: Aucune séance d'entraînement prévue
it: Nessun allenamento programmato

source: Stats
de: Statistiken
it: Statistiche

source: My Stats
de: Meine Statistiken
fr: Mes Stats
it: Le Mie Statistiche

source: Generate Invite Link
de: Einladungslink erstellen
fr: Générer un lien d'invitation

source: Copy Link
de: Link kopieren
fr: Copier le lien

# shareLink
source: Share
de: Teilen
fr: Partager

# linkCopied
source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
fr: Lien copié dans le presse-papiers

# inviteLinkSectionTitle
source: Invite Members
de: Mitglieder einladen
fr: Inviter des membres

# inviteLinkDescription
source: Share this link to invite people to join the group.
de: Teile diesen Link, um Personen einzuladen, der Gruppe beizutreten.
fr: Partagez ce lien pour inviter des personnes à rejoindre le groupe.

source: Revoke Invite
de: Einladung widerrufen
fr: Révoquer l'invitation

# inviteRevoked
source: Invite link revoked
de: Einladungslink widerrufen
fr: Lien d'invitation révoqué

# generateInviteError
source: Failed to generate invite link
de: Einladungslink konnte nicht erstellt werden
fr: Impossible de générer le lien d'invitation

# revokeInviteError
source: Failed to revoke invite link
de: Einladungslink konnte nicht widerrufen werden
fr: Impossible de révoquer le lien d'invitation

# inviteLinkShareMessage
source: Join my group on PlayWithMe! {url}
de: Tritt meiner Gruppe auf PlayWithMe bei! {url}
fr: Rejoins mon groupe sur PlayWithMe ! {url}

source: Page Not Found
de: Seite nicht gefunden
fr: Page introuvable

# pageNotFoundMessage
source: The requested page could not be found.
de: Die angeforderte Seite konnte nicht gefunden werden.
fr: La page demandée est introuvable.

# inviteOnboardingTitle
source: You've been invited!
de: Du wurdest eingeladen!
fr: Vous êtes invité !

# inviteOnboardingSubtitle
source: You've been invited to join:
de: Du wurdest eingeladen beizutreten:
fr: Vous êtes invité à rejoindre :

source: I have an account
de: Ich habe ein Konto
fr: J'ai un compte

source: Join Group
de: Gruppe beitreten
fr: Rejoindre le groupe

# joinGroupConfirmation
source: Join Group?
de: Gruppe beitreten?
fr: Rejoindre le groupe ?

# membersCount
source: {count} members
de: {count} Mitglieder
fr: {count} membres

# inviteExpired
source: This invite link has expired
de: Dieser Einladungslink ist abgelaufen
fr: Ce lien d'invitation a expiré

# inviteLinkRevoked
source: This invite link is no longer valid
de: Dieser Einladungslink ist nicht mehr gültig
fr: Ce lien d'invitation n'est plus valide

# inviteLimitReached
source: This invite link has reached its usage limit
de: Dieser Einladungslink hat sein Nutzungslimit erreicht
fr: Ce lien d'invitation a atteint sa limite d'utilisation

# groupJoinedSuccess
source: Welcome to {groupName}!
de: Willkommen bei {groupName}!
fr: Bienvenue dans {groupName} !

# alreadyAMember
source: You're already a member of this group
de: Du bist bereits Mitglied dieser Gruppe
fr: Vous êtes déjà membre de ce groupe

source: Continue to app
de: Weiter zur App
fr: Continuer vers l'application

source: Validating invite...
de: Einladung wird überprüft...
fr: Validation de l'invitation...

source: Joining group...
de: Gruppe wird beigetreten...
fr: Rejoint le groupe...

source: Team A
es: Equipo A
fr: Équipe A
it: Squadra A

source: Team B
es: Equipo B
fr: Équipe B
it: Squadra B

# bestOfTwo
source: Best of 2
es: Mejor de 2
fr: Meilleur de 2
it: Meglio di 2

# bestOfThree
source: Best of 3
es: Mejor de 3
fr: Meilleur de 3
it: Meglio di 3

source: Filter
es: Filtrar
fr: Filtrer
it: Filtro

source: Partner Details
es: Detalles del Compañero
fr: Détails du Partenaire
it: Dettagli Partner

source: Training
es: ENTRENAMIENTO
fr: Entraînement
it: Allenamento

source: Feedback
es: Comentarios
fr: Retours

# teamLabel
source: Team: {names}
es: Equipo: {names}
fr: Équipe : {names}
it: Squadra: {names}

# teamEloLabel
source: Team ELO: {elo}
es: ELO del equipo: {elo}
fr: ELO équipe : {elo}
it: ELO squadra: {elo}

# partnerDetailsTitle
source: Partner Details
es: Detalles del compañero
fr: Détails du partenaire
it: Dettagli partner

source: Format:
es: Formato:
it: Formato:

source: Minimum
es: Mínimo
it: Minimo

source: Maximum
es: Máximo
it: Massimo

source: Email
es: Correo Electrónico

# emailHint
source: Email
es: Correo Electrónico

# minParticipants
source: Min: {count}
es: Mín: {count}
